Repository: sebastianAtWillowTree/vocable-ios
Catalog: Vocable/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, it, ko, ru, vi, zh_hans, zh_hant

# categories_list_editor.header.title
source: Categories
ar: تصنيف
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
it: Categorie
ko: 카테고리
ru: Категории
vi: Thể loại
zh_hans: 类别
zh_hant: 目录

# category_editor.alert.delete_category_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# category_editor.alert.delete_category_confirmation.button.remove.title
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाना
it: Rimuovere
ko: 제거하다
ru: Удалить
vi: Loại bỏ
zh_hans: 删除
zh_hant: 刪除

# category_editor.alert.delete_category_confirmation.title
source: Deleted categories cannot be recovered.
ar: الفئات المحذوفة لا يمكن استردادها.
da: Slettede kategorier kan ikke blive gendannet.
de: Gelöschte Kategorien können nicht wiederhergestellt werden.
es: Las categorías eliminadas son irrecuperables.
fr: Les catégories supprimées ne peuvent pas être récupérées.
hi: हटाई गई श्रेणियां पुनर्प्राप्त नहीं की जा सकतीं।
it: Le categorie eliminate non possono essere recuperate.
ko: 삭제된 카테고리는 복구할 수 없습니다.
ru: Удаленные категории не могут быть восстановлены.
vi: Không thể phục hồi các danh mục đã xóa.
zh_hans: 删除后的对话无法恢复。
zh_hant: 清除了的類別不可以恢復的

# category_editor.alert.delete_phrase_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# category_editor.alert.delete_phrase_confirmation.button.delete.title
source: Remove
ar: أزِل
da: Fjern
de: Löschen
es: Eliminar
fr: Retirer
hi: हटाना
it: Rimuovere
ko: 제거하다
ru: Удалить
vi: Loại bỏ
zh_hans: 删除
zh_hant: 消除

# category_editor.alert.delete_phrase_confirmation.title
source: Deleted phrases cannot be recovered.
ar: فالعبارات التي يتم مسحها لا يمكن إسترجاعها.
da: Slettede sætninger kan ikke genskabes.
de: Gelöschte Sätze können nicht wiederhergestellt werden.
es: Las frases eliminadas son irrecuperables.
fr: Les phrases supprimées ne peuvent pas être récupérées.
hi: हटाए गए वाक्यांशों को पुनर्प्राप्त नहीं किया जा सकता है।
it: Eliminati I Rischi Non Possono Essere Recuperati.
ko: 삭제된 문구는 복구할 수 없습니다.
ru: Удаленные фразы не могут быть восстановлены.
vi: Không thể khôi phục các cụm từ đã xóa.
zh_hans: 删除后的对话无法恢复。
zh_hant: 已刪除的類別無法恢復

# category_editor.detail.button.edit_phrases.title
source: Edit Phrases
ar: تحرير العبارات
da: Rediger Sætninger
de: Sätze bearbeiten
es: Editar expresiones
fr: Modifier les phrases
hi: वाक्यांश संपादित करें
it: Modifica Frasi
ko: 문구 편집
ru: Редактировать фразы
vi: Chỉnh sửa cụm từ
zh_hans: 编辑对话
zh_hant: 編輯短語

# category_editor.detail.button.remove_category.title
source: Remove Category
ar: إزالة فئة
da: Fjern Kategori
de: Kategorie entfernen
es: Eliminar Categoría
fr: Supprimer la catégorie
hi: श्रेणी हटाएं
it: Rimuovere la categoria
ko: 카테고리 제거
ru: Удалить категорию
vi: Xóa danh mục
zh_hans: 移除类别
zh_hant: 刪除類別?

# category_editor.detail.button.rename_category.title
source: Rename Category
ar: إعادة تسمية فئة
da: Omdøb kategori
de: Kategorie umbenennen
es: Renombrar Categoría
fr: Renommer la catégorie
hi: श्रेणी का नाम बदलें
it: Rinomina categoria
ko: 범주 이름 바꾸기
ru: Переименовать категорию
vi: Đổi tên danh mục
zh_hans: 重命名类别
zh_hant: 重命名類別

# category_editor.detail.button.show_category.title
source: Show Category
ar: إظهار الفئة
da: Vis kategori
de: Kategorie anzeigen
es: Mostrar categoría
fr: Montrer la catégorie
hi: श्रेणी दिखाएँ
it: Mostra categoria
ko: 카테고리 표시
ru: Показать категорию
vi: Hiển thị danh mục
zh_hans: 显示分类名称
zh_hant: 顯示類別

# category_editor.toast.changes_saved.title
source: Changes saved
ar: تم حفظ التغييرات
da: Dine ændringer er gemt
de: Änderungen gespeichert
es: Cambios guardados
fr: Changements sauvegardés
hi: परिवर्तन सहेजा गया!
it: Modifiche salvate
ko: 변경사항이 저장됨
ru: Изменения сохранены
vi: Các thay đổi đã được lưu
zh_hans: 已保存更改
zh_hant: 更改已儲存

# category_editor.toast.successfully_saved.title
source: Changes Saved
ar: تم حفظ التغييرات
da: Dine ændringer er gemt
de: Änderungen gespeichert
es: Cambios guardados
fr: Changements sauvegardés
hi: बदलाव सुरक्षित किया गया
it: Modifiche salvate
ko: 변경 사항 저장
ru: Изменения сохранены
vi: Các thay đổi đã được lưu
zh_hans: 已保存更改
zh_hant: 更改已儲存

# empty_state.button.title
source: Add Phrase
ar: أضف عبارة
da: Tilføj sætning
de: Satz hinzufügen
es: Agregar Phrase
fr: Ajouter une expression
hi: वाक्यांश जोड़ें
it: Aggiungi frase
ko: 구문 추가
ru: Добавить фразу
vi: Thêm cụm từ
zh_hans: 添加短语
zh_hant: 添加短語

# empty_state.header.title
source: No phrases have been saved yet.
ar: لم يتم حفظ أي عبارات حتى الآن.
da: Ingen sætninger er blevet gemt endnu.
de: Es wurden noch keine Phrasen gespeichert.
es: Aún no se han guardado frases.
fr: Aucune phrase n'a encore été enregistrée.
hi: अभी तक कोई वाक्यांश सहेजा नहीं गया है.
it: Nessuna frase è stata ancora salvata.
ko: 아직 저장된 문구가 없습니다.
ru: Ни одна фраза еще не сохранена.
vi: Chưa có cụm từ nào được lưu.
zh_hans: 尚未保存任何短语。
zh_hant: 尚未儲存任何短語。

# gaze_settings.alert.disable_head_tracking_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# gaze_settings.alert.disable_head_tracking_confirmation.button.confirm.title
source: Continue
ar: استمر
da: Forsæt
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखना
it: Continua
ko: 계속하다
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# gaze_settings.alert.disable_head_tracking_confirmation.title
source: Turning off head tracking will make Vocable touch-only. Would you like to continue?
ar: سيؤدي إيقاف تشغيل تتبع الرأس إلى جعل Vocable يعمل باللمس فقط. هل ترغب في الاستمرار؟
da: At slå hovedsporing fra vil gøre Vocable touch-kun. Vil du fortsætte?
de: Wenn Sie die Kopfverfolgung deaktivieren, ist Vocable nur noch berührungsempfindlich. Möchten Sie fortfahren?
es: Desactivar el seguimiento de la cabeza hará que Vocable sea solo táctil. ¿Te gustaria continuar?
fr: Désactiver le suivi de la tête rendra la Vocable uniquement au toucher. Voulez-vous continuer ?
hi: हेड ट्रैकिंग बंद करने से वोकेबल केवल टच-ओनली हो जाएगा। क्या आप जारी रखना चाहेंगे?
it: La disattivazione del tracciamento della testa renderà Vocable solo touch. Vuoi continuare?
ko: 머리 추적을 끄면 Vocable은 터치 전용이 됩니다. 계속하시겠습니까?
ru: Отключение отслеживания головы сделает Vocable доступным только для сенсорного управления. Желаете ли вы продолжить?
vi: Tắt tính năng theo dõi đầu sẽ khiến Vocable chỉ có cảm ứng. Bạn có muốn tiếp tục không?
zh_hans: 关闭头部追踪将使 Vocable 只能进行触摸操作。 你想继续吗？
zh_hant: 關閉頭部追蹤將使 Vocable 只能進行觸控操作。 你想繼續嗎？

# gaze_tracking.error.excessive_head_distance.title
source: Please move closer to the device.
ar: من فضلك إقترب أكثر من الجهاز.
da: Kom nærmere din mobilenhed.
de: Bitte näher ans Gerät kommen.
es: Acérquese al dispositivo.
fr: Veuillez vous rapprocher du périphérique.
hi: कृपया डिवाइस के करीब जाएं।
it: Avvicinati al dispositivo per favore.
ko: 기기에 가까이 오세요
ru: Пожалуйста, подойдите ближе к устройству.
vi: Vui lòng di chuyển đến gần thiết bị hơn.
zh_hans: 请靠近设备
zh_hant: 請靠近設備。

# listening_mode.empty_state.actively_listening.message
source: When someone asks a question out loud, Vocable will offer quick response options.
ar: عندما يسأل شخص ما سؤالاً بصوت عالٍ ، سيقدم Vocable خيارات استجابة سريعة.
da: Når nogen stiller et spørgsmål højt, vil Vocable tilbyde hurtige svarmuligheder.
de: Wenn jemand eine Frage laut stellt, bietet Vocable schnelle Antwortmöglichkeiten.
es: Cuando alguien hace una pregunta en voz alta, Vocable ofrecerá opciones de respuesta rápidas.
fr: Lorsque quelqu'un pose une question à voix haute, Vocable offre des options de réponse rapide.
hi: जब कोई ज़ोर से कोई प्रश्न पूछता है, तो वोकेबल त्वरित प्रतिक्रिया विकल्प प्रदान करेगा।
it: Quando qualcuno fa una domanda ad alta voce, Vocable offrirà opzioni di risposta rapida.
ko: 누군가 큰 소리로 질문하면 Vocable은 빠른 응답 옵션을 제공합니다.
ru: Когда кто-то задает вопрос вслух, Vocable предложит варианты быстрого ответа.
vi: Khi ai đó hỏi to một câu hỏi, Vocable sẽ cung cấp các tùy chọn trả lời nhanh.
zh_hans: 当有人大声提出问题时，Vocable 将提供快速响应选项。
zh_hant: 當有人大聲提出問題時，Vocable 將提供快速響應選項。

# listening_mode.empty_state.actively_listening.title
source: Listening...
ar: جار الاستماع...
da: Lytter...
de: Zuhören ...
es: Escuchando...
fr: En écoute...
hi: सुन रहें है...
it: In ascolto...
ko: 청취...
ru: Слушаю...
vi: Đang nghe...
zh_hans: 正在聆听…
zh_hant: 正在聆聽...

# listening_mode.empty_state.free_response.message
source: Not sure what to suggest. Please use the keyboard or select an existing phrase to reply.
ar: لست متأكدا ما أقترحه. يرجى استخدام لوحة المفاتيح أو تحديد عبارة موجودة للرد عليها.
da: Ikke sikker på hvad du skal foreslå. Brug tastaturet eller vælg en eksisterende sætning for at svare.
de: Nicht sicher, was Sie vorschlagen sollen. Bitte verwenden Sie die Tastatur oder wählen Sie eine bestehende Phrase, um zu antworten.
es: No está seguro de qué sugerir. Utilice el teclado o seleccione una frase existente para responder.
fr: Je ne sais pas quoi suggérer. Veuillez utiliser le clavier ou sélectionner une phrase existante pour répondre.
hi: सुनिश्चित नहीं है कि क्या सुझाव देना है। कृपया कीबोर्ड का उपयोग करें या उत्तर देने के लिए किसी मौजूदा वाक्यांश का चयन करें।
it: Non è sicuro di cosa suggerire. Si prega di utilizzare la tastiera o selezionare una frase esistente per rispondere.
ko: 무엇을 제안해야 할지 잘 모르겠습니다. 키보드를 사용하거나 기존 문구를 선택하여 답장을 보내주세요.
ru: Не уверен, что предложить. Пожалуйста, используйте клавиатуру или выберите существующую фразу, чтобы ответить.
vi: Không chắc chắn những gì để đề xuất. Vui lòng sử dụng bàn phím hoặc chọn một cụm từ hiện có để trả lời.
zh_hans: 不知道要建议什么。请使用键盘或选择一个现有的短语来回复。
zh_hant: 不知道該建議什麼。請使用鍵盤或選擇現有短語進行回复。

# listening_mode.empty_state.free_response.title
source: Sounds complicated
ar: تبدو معقدة
da: Lyde kompliceret
de: Klingt kompliziert
es: Suena complicado
fr: Cela semble compliqué
hi: जटिल लगता है
it: Suoni complicati
ko: 복잡하게 들린다
ru: Звучит сложно
vi: Nghe có vẻ phức tạp
zh_hans: 听起来很复杂
zh_hant: 聽起來很複雜

# listening_mode.empty_state.microphone_permission_denied.action
source: Open Settings
ar: فتح الإعدادات
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ko: 설정 열기
ru: Открыть настройки
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設置

# listening_mode.empty_state.microphone_permission_denied.message
source: Vocable needs to use the microphone to enable Listening Mode. Please allow microphone access in %1$@ Settings. You can also disable Listening Mode to hide this category.
ar: يحتاج Vocable إلى استخدام الميكروفون لتمكين وضع الاستماع. يرجى السماح بالوصول إلى الميكروفون في إعدادات %1$@. يمكنك أيضًا تعطيل وضع الاستماع لإخفاء هذه الفئة.
da: Vocable skal bruge mikrofonen for at aktivere Lytningstilstand. Tillad venligst mikrofonadgang i %1$@ indstillinger. Du kan også deaktivere Lytningstilstand for at skjule denne kategori.
de: Vocable muss das Mikrofon verwenden, um den Hörmodus zu aktivieren. Bitte erlauben Sie den Mikrofonzugriff in den %1$@-Einstellungen. Sie können den Hörmodus auch deaktivieren, um diese Kategorie auszublenden.
es: Vocable necesita usar el micrófono para habilitar el modo de escucha. Permita el acceso al micrófono en %1$@ Configuración. También puedes desactivar el modo de escucha para ocultar esta categoría.
fr: Vocable doit utiliser le microphone pour activer le mode d'écoute. Veuillez autoriser l'accès au microphone dans %1$@ Paramètres. Vous pouvez également désactiver le mode d'écoute pour masquer cette catégorie.
hi: लिसनिंग मोड को सक्षम करने के लिए वोकेबल को माइक्रोफ़ोन का उपयोग करने की आवश्यकता है। कृपया %1$@ सेटिंग्स में माइक्रोफ़ोन एक्सेस की अनुमति दें। इस श्रेणी को छिपाने के लिए आप श्रवण मोड को भी अक्षम कर सकते हैं।
it: Vocable deve utilizzare il microfono per abilitare la modalità di ascolto. Consenti l'accesso al microfono nelle Impostazioni %1$@. Puoi anche disattivare la modalità di ascolto per nascondere questa categoria.
ko: Vocable은 청취 모드를 활성화하려면 마이크를 사용해야 합니다. %1$@ 설정에서 마이크 액세스를 허용해 주세요. 청취 모드를 비활성화하여 이 카테고리를 숨길 수도 있습니다.
ru: Vocable необходимо использовать микрофон, чтобы включить режим прослушивания. Разрешите доступ к микрофону в настройках %1$@. Вы также можете отключить режим прослушивания, чтобы скрыть эту категорию.
vi: Vocable cần sử dụng micrô để bật Chế độ nghe. Vui lòng cho phép truy cập micrô trong Cài đặt %1$@. Bạn cũng có thể tắt Chế độ nghe để ẩn danh mục này.
zh_hans: Vocable 需要使用麦克风来启用聆听模式。 请在%1$@ 设置中允许麦克风访问。 您还可以禁用聆听模式来隐藏此类别。
zh_hant: Vocable 需要使用麥克風來啟用聆聽模式。 請在%1$@ 設定中允許麥克風存取。 您也可以停用聆聽模式來隱藏此類別。

# listening_mode.empty_state.microphone_permission_denied.title
source: Microphone Access
ar: الوصول إلى الميكروفون
da: Mikrofon Adgang
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
hi: माइक्रोफ़ोन का ऐक्सेस
it: Accesso al microfono
ko: 마이크 액세스
ru: Доступ к микрофону
vi: Quyền truy cập vào micrô
zh_hans: 麦克风访问权限
zh_hant: 麥克風訪問

# listening_mode.empty_state.microphone_permission_undetermined.action
source: Grant Access
ar: منح صلاحية الوصول
da: Tildel adgang
de: Zugriff gewähren
es: Dar acceso
fr: Accorder l’accès
hi: पहुँच प्रदान करें
it: Concedi l'accesso
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp phép truy cập
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# listening_mode.empty_state.microphone_permission_undetermined.message
source: Vocable needs microphone access to enable Listening Mode. The button below presents an iOS permission dialog that Vocable's head tracking cannot interract with.
ar: يحتاج Vocable إلى الوصول إلى الميكروفون لتمكين وضع الاستماع. يعرض الزر أدناه مربع حوار إذن iOS الذي لا يمكن لتتبع رأس Vocable التدخل فيه.
da: Vocable behøver mikrofonadgang for at aktivere Lytningstilstand. Knappen nedenfor viser en iOS-tilladelsesdialog, som Vocable's hovedsporing ikke kan interragere med.
de: Zum Aktivieren des Hörmodus benötigen Sie Zugriff auf das Mikrofon. Der unten stehende Button zeigt einen Dialog mit iOS-Berechtigungen, mit dem die Head-Tracking von Vocable nicht interrazieren kann.
es: Vocable necesita acceso al micrófono para habilitar el modo de escucha. El botón a continuación presenta un cuadro de diálogo de permiso de iOS con el que el seguimiento de la cabeza de Vocable no puede interactuar.
fr: Vocable a besoin d'un accès au microphone pour activer le mode d'écoute. Le bouton ci-dessous présente une boîte de dialogue d'autorisation iOS avec laquelle le suivi de la tête de Vocable ne peut pas interagir.
hi: लिसनिंग मोड को सक्षम करने के लिए Vocable को माइक्रोफ़ोन एक्सेस की आवश्यकता होती है। नीचे दिया गया बटन एक आईओएस अनुमति संवाद प्रस्तुत करता है जिसमें Vocable की हेड ट्रैकिंग इंटरैक्ट नहीं कर सकती है।
it: Vocable ha bisogno dell'accesso al microfono per abilitare la modalità di ascolto. Il pulsante in basso presenta una finestra di dialogo di autorizzazione iOS con cui il rilevamento della testa di Vocable non può interagire.
ko: Vocable은 듣기 모드를 활성화하기 위해 마이크 액세스가 필요합니다. 아래 버튼은 Vocable의 헤드 트래킹이 상호 작용할 수 없는 iOS 권한 대화 상자를 나타냅니다.
ru: Vocable требуется доступ к микрофону, чтобы включить режим прослушивания. Кнопка ниже представляет диалоговое окно разрешений iOS, с которым не может взаимодействовать отслеживание головы Vocable.
vi: Vocable cần quyền truy cập micrô để bật Chế độ nghe. Nút bên dưới trình bày hộp thoại quyền của iOS mà tính năng theo dõi đầu của Vocable không thể can thiệp vào.
zh_hans: Vocable 需要麦克风访问权限才能启用聆听模式。下面的按钮显示了一个 iOS 权限对话框，Vocable 的头部跟踪无法与之交互。
zh_hant: Vocable 需要麥克風訪問權限才能啟用聆聽模式。下面的按鈕顯示了一個 iOS 權限對話框，Vocable 的頭部跟踪無法與之交互。

# listening_mode.empty_state.microphone_permission_undetermined.title
source: Microphone Access
ar: الوصول إلى الميكروفون
da: Mikrofon Adgang
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
hi: माइक्रोफ़ोन का ऐक्सेस
it: Accesso al microfono
ko: 마이크 액세스
ru: Доступ к микрофону
vi: Quyền truy cập vào micrô
zh_hans: 麦克风访问权限
zh_hant: 麥克風訪問

# listening_mode.empty_state.speech_permission_denied.action
source: Open Settings
ar: فتح الإعدادات
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ko: 설정 열기
ru: Открыть настройки
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設置

# listening_mode.empty_state.speech_permission_denied.message
source: Vocable needs speech recognition to enable Listening Mode. Please enable speech recognition in %1$@ Settings. You can also disable Listening Mode to hide this category.
ar: يحتاج Vocable إلى التعرف على الكلام لتمكين وضع الاستماع. الرجاء تمكين التعرف على الكلام في إعدادات %1$@. يمكنك أيضًا تعطيل وضع الاستماع لإخفاء هذه الفئة.
da: Vocable har brug for talegenkendelse for at aktivere Lytningstilstand. Aktiver venligst talegenkendelse i %1$@ Indstillinger. Du kan også deaktivere Lytningstilstand for at skjule denne kategori.
de: Vocable erfordert eine Spracherkennung, um den Hörmodus zu aktivieren. Bitte aktivieren Sie die Spracherkennung in den %1$@-Einstellungen. Sie können den Hörmodus auch deaktivieren, um diese Kategorie auszublenden.
es: Vocable necesita reconocimiento de voz para habilitar el modo de escucha. Habilite el reconocimiento de voz en %1$@ Configuración. También puedes desactivar el modo de escucha para ocultar esta categoría.
fr: Vocable a besoin de la reconnaissance vocale pour activer le mode d'écoute. Veuillez activer la reconnaissance vocale dans %1$@ Paramètres. Vous pouvez également désactiver le mode d'écoute pour masquer cette catégorie.
hi: लिसनिंग मोड को सक्षम करने के लिए वोकेबल को वाक् पहचान की आवश्यकता होती है। कृपया %1$@ सेटिंग्स में वाक् पहचान सक्षम करें। इस श्रेणी को छिपाने के लिए आप श्रवण मोड को भी अक्षम कर सकते हैं।
it: Vocable necessita del riconoscimento vocale per abilitare la modalità di ascolto. Abilita il riconoscimento vocale nelle Impostazioni %1$@. Puoi anche disattivare la modalità di ascolto per nascondere questa categoria.
ko: Vocable이 듣기 모드를 활성화하려면 음성 인식이 필요합니다. %1$@ 설정에서 음성 인식을 활성화하세요. 청취 모드를 비활성화하여 이 카테고리를 숨길 수도 있습니다.
ru: Vocable требует распознавания речи, чтобы включить режим прослушивания. Пожалуйста, включите распознавание речи в настройках %1$@. Вы также можете отключить режим прослушивания, чтобы скрыть эту категорию.
vi: Vocable cần nhận dạng giọng nói để bật Chế độ nghe. Vui lòng bật nhận dạng giọng nói trong Cài đặt %1$@. Bạn cũng có thể tắt Chế độ nghe để ẩn danh mục này.
zh_hans: Vocable 需要语音识别才能启用聆听模式。 请在 %1$@ 设置中启用语音识别。 您还可以禁用聆听模式来隐藏此类别。
zh_hant: Vocable 需要語音辨識才能啟用聆聽模式。 請在 %1$@ 設定中啟用語音辨識。 您也可以停用聆聽模式來隱藏此類別。

# listening_mode.empty_state.speech_permission_denied.title
source: Speech Recognition
ar: التعرف على الكلام
da: Talegenkendelse Software
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
hi: वाक् पहचान
it: Riconoscimento vocale
ko: 음성 인식
ru: Распознавание речи
vi: Nhận dạng giọng nói
zh_hans: 语音识别
zh_hant: 語音識別

# listening_mode.empty_state.speech_permission_undetermined.action
source: Grant Access
ar: منح صلاحية الوصول
da: Tildel adgang
de: Zugriff gewähren
es: Dar acceso
fr: Accorder l’accès
hi: पहुँच प्रदान करें
it: Concedi l'accesso
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp phép truy cập
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# listening_mode.empty_state.speech_permission_undetermined.message
source: Vocable needs to request speech permissions to enable Listening Mode. This will present an iOS permission dialog that Vocable's head tracking cannot interract with.
ar: يحتاج Vocable إلى طلب أذونات الكلام لتمكين وضع الاستماع. سيقدم هذا مربع حوار إذن iOS لا يمكن أن يتداخل معه تتبع رأس Vocable.
da: Vocable skal anmode om taletilladelser for at aktivere lyttetilstand. Dette vil præsentere en iOS-tilladelsesdialog, som Vocables hovedsporing ikke kan interagere med.
de: Vocable muss Sprachberechtigungen anfordern, um den Hörmodus zu aktivieren. Dadurch wird ein iOS-Berechtigungsdialog angezeigt, mit dem die Kopfverfolgung von Vocable nicht interagieren kann.
es: Vocable necesita solicitar permisos de voz para habilitar el modo de escucha. Esto presentará un cuadro de diálogo de permiso de iOS con el que el seguimiento de la cabeza de Vocable no puede interactuar.
fr: Vocable doit demander des autorisations vocales pour activer le mode d'écoute. Cela présentera une boîte de dialogue d'autorisation iOS avec laquelle le suivi de la tête de Vocable ne peut pas interagir.
hi: Vocable को लिसनिंग मोड को सक्षम करने के लिए वाक् अनुमतियों का अनुरोध करना होगा। यह एक iOS अनुमति संवाद प्रस्तुत करेगा जिसके साथ Vocable की हेड ट्रैकिंग इंटरैक्ट नहीं कर सकती है।
it: Vocable deve richiedere autorizzazioni vocali per abilitare la modalità di ascolto. Questo presenterà una finestra di dialogo di autorizzazione iOS con cui il rilevamento della testa di Vocable non può interagire.
ko: Vocable은 듣기 모드를 활성화하기 위해 음성 권한을 요청해야 합니다. 이것은 Vocable의 헤드 트래킹이 상호 작용할 수 없는 iOS 권한 대화 상자를 표시합니다.
ru: Vocable необходимо запросить разрешения на речь, чтобы включить режим прослушивания. Откроется диалоговое окно разрешений iOS, с которым не может взаимодействовать отслеживание головы Vocable.
vi: Vocable cần yêu cầu quyền lời nói để bật Chế độ nghe. Thao tác này sẽ hiển thị hộp thoại quyền của iOS mà tính năng theo dõi đầu của Vocable không thể can thiệp vào.
zh_hans: Vocable 需要请求语音权限才能启用聆听模式。这将显示一个 iOS 权限对话框，Vocable 的头部跟踪无法与之交互。
zh_hant: Vocable 需要請求語音權限才能啟用聆聽模式。這將顯示一個 iOS 權限對話框，Vocable 的頭部跟踪無法與之交互。

# listening_mode.empty_state.speech_permission_undetermined.title
source: Speech Recognition
ar: التعرف على الكلام
da: Talegenkendelse Software
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
hi: वाक् पहचान
it: Riconoscimento vocale
ko: 음성 인식
ru: Распознавание речи
vi: Nhận dạng giọng nói
zh_hans: 语音识别
zh_hant: 語音識別
